const JobDetailsDescriptions = () => {
  return (
    <div className="job-detail">
      <h4>وصف الوظيفة</h4>
      <p>
        نجار الموبيليا هو المسؤول عن تصميم وتصنيع وتركيب الأثاث بأنواعه المختلفة، مع التركيز على الجودة والدقة لضمان رضا العملاء. يجب أن يتمتع بخبرة واسعة في التعامل مع الأخشاب والأدوات المختلفة.
      </p>
      <h4>المسؤوليات</h4>
      <ul className="list-style-one" dir="rtl">
      <li>تصميم وتصنيع وتركيب قطع الأثاث المختلفة حسب الطلب.</li>
        <li>قراءة وفهم المخططات والرسومات الهندسية للأثاث.</li>
        <li>استخدام الأدوات والآلات اليدوية والكهربائية بشكل آمن وفعال.</li>
        <li>إجراء الإصلاحات والصيانة للأثاث عند الحاجة.</li>
        <li>التأكد من جودة المنتج النهائي والتزامه بالمعايير المحددة.</li>
        <li>العمل بالتنسيق مع الفريق لضمان تنفيذ المشاريع في الوقت المحدد.</li>
      </ul>
      <h4>المهارات و الخبرات</h4>
      <ul className="list-style-two">
      <li>خبرة سابقة لا تقل عن 3 سنوات في نجارة الموبيليا أو مجال ذي صلة.</li>
        <li>معرفة جيدة بأنواع الخشب وخصائصه وكيفية التعامل معه.</li>
        <li>مهارات ممتازة في استخدام الأدوات اليدوية والكهربائية وصيانتها.</li>
        <li>القدرة على قراءة المخططات والرسومات الهندسية وفهم تفاصيلها.</li>
        <li>مهارات حل المشكلات والقدرة على الابتكار في تصميم الأثاث.</li>
        <li>القدرة على العمل بشكل مستقل وضمن فريق لتحقيق الأهداف المشتركة.</li>
        <li>الاهتمام بالتفاصيل والدقة في العمل لضمان جودة المنتج النهائي.</li>
        <li>مهارات إدارة الوقت والقدرة على الالتزام بالمواعيد النهائية.</li>
        <li>القدرة على التواصل الفعّال مع العملاء وفهم احتياجاتهم وتقديم الحلول المناسبة.</li>
        <li>القدرة على التعلم المستمر والتكيف مع التقنيات والمواد الجديدة في مجال صناعة الأثاث.</li>
      </ul>
    </div>
  );
};

export default JobDetailsDescriptions;
