import GalleryBox from "./GalleryBox";

const JobDetailsDescriptions = () => {
	return (
		<div className="job-detail">
			<h4>عن الشركة</h4>
			<p>شركة Step-Top هي شركة برمجيات مقرها في مدينة المنصورة، مصر. تتخصص الشركة في تصميم وتطوير مواقع الويب بالإضافة إلى تقديم خدمات التسويق الإلكتروني والتجارة الإلكترونية. هنا بعض المعلومات المفصلة عنها:</p>
			<h5>معلومات اضافية</h5>
			<p>1. تأسيس الشركة: موقع الشركة: المنصورة، مصر نوع الخدمات: برمجيات، تصميم مواقع، تسويق إلكتروني، تجارة إلكترونية 2. الخدمات المقدمة: تصميم وتطوير مواقع الويب: تصميم واجهات المستخدم (UI): إنشاء تصميمات جذابة وسهلة الاستخدام للمواقع. تطوير واجهات المستخدم (UX): تحسين تجربة المستخدم لضمان تفاعل سلس وفعال مع الموقع. التطوير الخلفي: بناء نظم إدارة المحتوى وقواعد البيانات اللازمة لتشغيل المواقع بكفاءة. التوافق مع الأجهزة المختلفة: ضمان أن تكون المواقع متوافقة مع الهواتف الذكية والأجهزة اللوحية والحواسيب. التسويق الإلكتروني: تحسين محركات البحث (SEO): تحسين ترتيب المواقع في نتائج البحث لجذب المزيد من الزوار. التسويق عبر وسائل التواصل الاجتماعي: إدارة الحملات على منصات التواصل الاجتماعي مثل فيسبوك، تويتر، إنستغرام. التسويق بالبريد الإلكتروني: إعداد وتنفيذ حملات بريد إلكتروني لجذب العملاء وزيادة المبيعات. التجارة الإلكترونية: تطوير متاجر إلكترونية: تصميم وتطوير منصات تجارة إلكترونية متكاملة لبيع المنتجات والخدمات عبر الإنترنت. دمج أنظمة الدفع: ربط المتاجر الإلكترونية بوسائل الدفع الإلكتروني المختلفة لضمان عمليات شراء آمنة وسهلة. إدارة المنتجات والمخزون: تطوير نظم لإدارة المنتجات والمخزون لضمان سير العمليات بسلاسة.</p>
			<div className="row images-outer">{/* <GalleryBox /> */}</div>
			<h5>المشاريع والنجاحات</h5>
      <p>
      عملاء بارزون: تمتلك الشركة مجموعة من العملاء البارزين من مختلف الصناعات، مما يبرز قدرتها على تلبية احتياجات متنوعة.
      مشاريع ناجحة: تمتاز الشركة بتنفيذ العديد من المشاريع الناجحة التي تجمع بين الابتكار والجودة، مما يعزز من سمعتها في السوق.
      </p>
			<h5>الفريق</h5>
      <p>فريق متنوع: يتكون الفريق من مطورين، مصممين، ومسوقين ذوي خبرة وكفاءة عالية.
      التدريب والتطوير: تركز الشركة على تدريب فريقها باستمرار لمواكبة أحدث التطورات في مجالات التكنولوجيا والتسويق.</p>
			<h5>الرؤية المستقبلية</h5>
      <p>التوسع: تسعى الشركة إلى التوسع في أسواق جديدة وتقديم خدماتها إلى نطاق أوسع من العملاء.
      الابتكار: تلتزم الشركة بالابتكار المستمر في تقديم حلول تقنية متطورة تلبي احتياجات العملاء المتغيرة.</p>
      <h5>اتصل بنا</h5>
      <p>
الموقع الإلكتروني: <a href="https://step-top.net" target="_blank" rel="noopener noreferrer">step-top.net</a>
البريد الإلكتروني: info@step-top.net <br />
رقم الهاتف: (01223012163) <br /> <br />
شركة Step-Top تمثل خيارًا مثاليًا للشركات والأفراد الذين يبحثون عن خدمات متكاملة في مجال تصميم المواقع والتسويق الإلكتروني والتجارة الإلكترونية، بفضل خبرتها الواسعة وفريقها المحترف.</p>
		</div>
	);
};

export default JobDetailsDescriptions;
