module.exports = [
  {
    id: 1,
    title: "التعليم",
    themeColor: "",
    blockList: [
      {
        id: 1,
        meta: "1",
        name: "بكالوريوس نظم المعلومات الادارية و المحاسبية",
        industry: "معهد الدلتا ",
        year: "2012 - 2014",
        text: `لوريم إيبسوم(Lorem Ipsum) هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن`,
      },
      {
        id: 2,
        meta: "2",
        name: "برمجة الحاسوب",
        industry: "ITI",
        year: "2008 - 2012",
        text: `لوريم إيبسوم(Lorem Ipsum) هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن`,
      },
      {
        id: 3,
        meta: "3",
        name: "برمجة الحاسوب",
        industry: "ITI",
        year: "2008 - 2012",
        text: `لوريم إيبسوم(Lorem Ipsum) هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن`,
      },
    ],
  },
  {
    id: 2,
    title: "الاعمال السابقة",
    themeColor: "theme-blue",
    blockList: [
      {
        id: 1,
        meta: "1",
        name: "متجر الكتروني",
        industry: "شركة imarshop",
        year: "2024 / 2 - 2024 / 1",
        text: `لوريم إيبسوم(Lorem Ipsum) هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن`,
      },
      {
        id: 2,
        meta: "2",
        name: "تصميم موقع الكتروني",
        industry: "شركة step-top",
        year: "2022 / 5 - 2022 / 7",
        text: `لوريم إيبسوم(Lorem Ipsum) هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن`,
      },
    ],
  },
  {
    id: 3,
    title: "الجوائز والتوصيات",
    themeColor: "theme-yellow",
    blockList: [
      {
        id: 1,
        meta: "1",
        name: "المركز الاول في مسابقة GDSC",
        industry: "تصميم تطبيق للهاتف",
        year: "2008 - 2014",
        text: `لوريم إيبسوم(Lorem Ipsum) هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن`,
      },
      {
        id: 2,
        meta: "2",
        name: "افضل تصميم موقع الكتروني ",
        industry: "برمجة المواقع",
        year: "2012 - 2014",
        text: `لوريم إيبسوم(Lorem Ipsum) هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن`,
      },
    ],
  },
];
